authentication.multifactor.title=Authentification multi-facteurs
authentication.multifactor.header=Activer l'authentification multi-facteurs
authentication.multifactor.label=D\u00E8s lors que avez activ\u00E9 l'authentification multi-facteurs, vous pourrez pr\u00E9ciser les modalit\u00E9s et les ressources \u00E0 prot\u00E9ger.
authentication.multifactor.button.yes=Oui
authentication.multifactor.button.no=Non
authentication.multifactor.second.block.label=Pourquoi activer l'authentification multi-facteurs ?
authentication.multifactor.second.block.description=Vous pourrez d\u00E9finir les modalit\u00E9s et les ressources devant \u00EAtre prot\u00E9g\u00E9es. En effet, certains utilisateurs devront faire une deuxi\u00E8me authentification d\u00E8s leur connexion. D'autres utilisateurs n\u2019auront \u00E0 le faire  que sur les pages prot\u00E9g\u00E9es.
authentication.multifactor.activated.opt.label=Modalit\u00E9s d'activation de l'OTP
authentication.multifactor.activated.opt.message.one=Par d\u00E9faut, nous proposons la m\u00E9thode d'authentification forte de type OTP (One-Time-Password).
authentication.multifactor.activated.opt.message.two=Les utilisateurs concern\u00E9s devront suivre des \u00E9tapes pour confirmer leur identit\u00E9 :
authentication.multifactor.activated.opt.message.step.one=1. Installer une application d'authentification pour g\u00E9n\u00E9r\u00E9 un mot de passe unique et temporaire (OTP)
authentication.multifactor.activated.opt.message.step.two=2. Enregistrer leur appareil de confiance depuis cette application d'authentification
authentication.multifactor.activated.opt.message.step.three=3. Une fois leur appareil de confiance enregistr\u00E9, chaque utilisateur devra confirmer son identit\u00E9 en rappelant l'OTP g\u00E9n\u00E9r\u00E9 par leur application d'authentification
authentication.multifactor.activated.supergluu.label=Modalit\u00E9s d'activation de SuperGluu
authentication.multifactor.activated.supergluu.message.one=L'authentification de type SuperGluu permet aux utilisateurs concern\u00E9s de confirmer leur identit\u00E9 depuis l'application "SuperGluu". Il sera n\u00E9cessaire de :
authentication.multifactor.activated.supergluu.message.step.one=1. Installer l'application SuperGluu sur leur appareil de confiance
authentication.multifactor.activated.supergluu.message.step.two=2. Enregistrer leur appareil de confiance la premi\u00E8re fois en scannant un QR code
authentication.multifactor.activated.supergluu.message.step.three=*V\u00E9rifiez aupr\u00E8s de votre administrateur que cette m\u00E9thode d'authentification forte est bien propos\u00E9e par votre environnement
authentication.multifactor.activated.fido2.label=Modalit\u00E9s d'activation de la cl\u00E9 de s\u00E9curit\u00E9 FIDO2
authentication.multifactor.activated.fido2.message.one=L'authentification forte de type FIDO2 permet aux utilisateurs concern\u00E9s de confirmer leur identit\u00E9 gr\u00E2ce \u00E0 une cl\u00E9s de s\u00E9curit\u00E9 respectant le protocole FIDO2. Chaque cl\u00E9 de s\u00E9curit\u00E9 est associ\u00E9e \u00E0 un utilisateur. Elle est non cessible.
