generalSettings.title=Param\u00E8tres g\u00E9n\u00E9raux
generalSettings.displayCharacteristics=Caract\u00E9ristiques d'affichage
generalSettings.loginCharacteristics=Personnalisation de la page d'authentification
generalSettings.companyNameTitle=Nom
generalSettings.companyNameSubtitle=Affich\u00E9 dans toute page d'authentification et dans la barre du haut lorsque connect\u00E9 
generalSettings.companyNamePlaceholder=Nom de la plateforme
generalSettings.companyLogoTitle=Logo
generalSettings.companyLogoSubtitle=Choisissez une image avec un fond transparent. 300px * 34px recommand\u00E9
generalSettings.companyFaviconTitle=Favicon
generalSettings.companyFaviconSubtitle=Affich\u00E9 lors de l'utilisation d'un navigateur
generalSettings.loginTitle.title=Titre principal
generalSettings.loginTitle.subtitle=Affich\u00E9 dans les pages d'authentification en tant que titre
generalSettings.loginTitle.placeholder=Entrez le texte du titre des pages d'authentification
generalSettings.loginSubtitle.title=Sous-titre - Phrase d'accroche
generalSettings.loginSubtitle.subtitle=Affich\u00E9 dans les pages d'authentification en tant que sous-titre
generalSettings.loginSubtitle.placeholder=Entrez le texte des sous-titres des pages d'authentification
generalSettings.loginBackground.title=Fond d'\u00E9cran
generalSettings.loginBackground.subtitle=Par d\u00E9faut, la couleur principale est utilis\u00E9e, mais vous pouvez choisir une image
generalSettings.themeColorsTitle=Couleurs du th\u00E8me
generalSettings.themeColorsSubtitle=Primaire est utilis\u00E9 pour les liens, secondaire pour la s\u00E9lection et tertiaire pour les ic\u00F4nes
generalSettings.uploadingError=Une erreur est survenue lors du t\u00E9l\u00E9chargement du fichier, veuillez essayer un fichier plus petit avec moins de 2 Mo.
generalSettings.color.label=Couleur
generalSettings.mustImage.label=Le fichier doit \u00EAtre une image
generalSettings.logo.tooBigFile.label=La taille du fichier doit faire moins de 2Mo
generalSettings.favicon.tooBigFile.label=La taille du fichier doit \u00EAtre inf\u00E9rieure \u00E0 10 Ko
generalSettings.primaryColor.label=Primaire
generalSettings.secondaryColor.label=Secondaire
generalSettings.tertiaryColor.label=Tertiaire
generalSettings.ok=Valider
generalSettings.cancel=Annuler
generalSettings.apply=Appliquer
generalSettings.savedSuccessfully=Param\u00E8tres enregistr\u00E9s avec succ\u00E8s, veuillez actualiser la page pour tester les modifications appliqu\u00E9es
generalSettings.translateTitle=Ajouter une traduction pour le titre
generalSettings.translateSubtitle=Ajouter une traduction pour le sous-titre
generalSettings.addLoginBackground.button=Ajouter un fond d'\u00E9cran
generalSettings.changeLoginBackground.button=Modifier le fond d'\u00E9cran
generalSettings.changeLoginBackground.drawerTitle=Modifier le fond d'\u00E9cran
generalSettings.loginBackgroundFontColor=Texte
generalSettings.loginBackgroundCancelImageChoice=Restaurer l'image par d\u00E9faut
generalSettings.loginBackgroundRestoreDefaultBackground=Restaurer le fond d'\u00E9cran par d\u00E9faut

generalSettings.access.whatIsExternalUser=Qu'est-ce qu'un utilisateur externe ?
generalSettings.access.whatIsExternalUser.paragraph1=Les utilisateurs externes ont un acc\u00E8s limit\u00E9 \u00E0 la plateforme et ne peuvent rejoindre les espaces que lorsqu'ils sont invit\u00E9s par les animateurs de ces espaces.
generalSettings.access.whatIsExternalUser.paragraph2=Ils ne peuvent pas acc\u00E9der au contenu interne, y compris aux espaces internes, \u00E0 l'annuaire des personnes et \u00E0 l'annuaire des espaces.
generalSettings.access.whatIsExternalUser.paragraph3=Leur page d'accueil est personnalis\u00E9e pour \u00E9viter tout acc\u00E8s involontaire aux zones restreintes.

generalSettings.access.whatIsSpaceHost=Qu'est-ce qu'un animateur d'espace ?
generalSettings.access.whatIsSpaceHost.paragraph1=Lorsque vous cr\u00E9ez un espace pour int\u00E9grer une communaut\u00E9, vous devenez automatiquement un animateur de l'espace.
generalSettings.access.whatIsSpaceHost.paragraph2=Cela vous permet de configurer l'espace selon votre communaut\u00E9, y compris la gestion des membres, les param\u00E8tres de l'application et la gestion du contenu.
generalSettings.access.whatIsSpaceHost.paragraph3=Nous vous recommandons \u00E9galement d'identifier d'autres membres en tant qu'animateurs de l'espace, afin de les habiliter \u00E0 vous aider au besoin.

generalSettings.access.whatIsRegisteredUser=Qu'est-ce qu'un utilisateur enregistr\u00E9 ?
generalSettings.access.whatIsRegisteredUser.paragraph1=Les utilisateurs qui acc\u00E8dent \u00E0 votre plateforme se r\u00E9partissent en diff\u00E9rentes cat\u00E9gories d'utilisateurs enregistr\u00E9s :
generalSettings.access.whatIsRegisteredUser.paragraph2=1. Plateforme Ouverte : Tout le monde peut s'inscrire, et une fois qu'ils le font, ils deviennent des utilisateurs enregistr\u00E9s.
generalSettings.access.whatIsRegisteredUser.paragraph3=2. Plateforme Restreinte : Seuls les utilisateurs cr\u00E9\u00E9s et invit\u00E9s par l'administrateur peuvent acc\u00E9der \u00E0 la plateforme, et ils sont consid\u00E9r\u00E9s comme des utilisateurs enregistr\u00E9s.
generalSettings.access.whatIsRegisteredUser.paragraph4=3. Acc\u00E8s Externe : Les utilisateurs externes autoris\u00E9s, avec un acc\u00E8s limit\u00E9, sont \u00E9galement des utilisateurs enregistr\u00E9s, mais sont identifi\u00E9s comme "externes"

generalSettings.access.whatIsDefaultSpace=Qu'est-ce qu'un espace par d\u00E9faut ?
generalSettings.access.whatIsDefaultSpace.paragraph1=D\u00E9finir un espace par d\u00E9faut garantit que les nouveaux utilisateurs, lors de leur premi\u00E8re connexion, acc\u00E9deront automatiquement \u00E0 cet espace.
generalSettings.access.whatIsDefaultSpace.paragraph2=Cela simplifie l'int\u00E9gration de la communaut\u00E9 en offrant des espaces \u00E0 explorer avant de participer \u00E0 d'autres activit\u00E9s communautaires.
generalSettings.access.whatIsDefaultSpace.paragraph3=Les utilisateurs peuvent toujours quitter facilement l'espace s'il ne les int\u00E9resse pas apr\u00E8s s'\u00EAtre connect\u00E9s.

generalSettings.access.whatIsMandatorySpace=Qu'est-ce qu'un espace obligatoire ?
generalSettings.access.whatIsMandatorySpace.paragraph1=D\u00E9finir un espace comme obligatoire garantit que les utilisateurs y ont automatiquement acc\u00E8s et ne peuvent pas choisir de ne pas y participer. Cela garantit l'engagement des utilisateurs dans le contenu et les communaut\u00E9s essentiels.
generalSettings.access.whatIsMandatorySpace.paragraph2=Par exemple, rendre un espace de "Communication" obligatoire garantit un acc\u00E8s universel et la r\u00E9ception des messages.
generalSettings.access.whatIsMandatorySpace.paragraph3=Il est \u00E0 noter que vous pouvez sp\u00E9cifier des espaces obligatoires en fonction du profil de l'utilisateur, en adaptant ainsi leur acc\u00E8s \u00E0 des espaces.
