mfa.otp.access.title=\u0627\u0644\u0635\u0641\u062D\u0627\u062A \u0627\u0644\u0645\u062D\u0645\u064A\u0629
mfa.otp.access.info=\u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u062F\u062E\u0627\u0644 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0624\u0642\u062A \u0627\u0644\u0630\u064A \u062A\u0645 \u0625\u0646\u0634\u0627\u0624\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u062C\u0647\u0627\u0632\u0643.
mfa.otp.access.token.title=\u0627\u0644\u0631\u0645\u0632
mfa.otp.access.token.placeholder=\u0623\u062F\u062E\u0644 \u0627\u0644\u0631\u0645\u0632 \u0648 \u062A\u062D\u0642\u0642
mfa.otp.access.button.confirm=\u062A\u0623\u0643\u064A\u062F

mfa.otp.registration.step1=\u062A\u062B\u0628\u064A\u062A \u062A\u0637\u0628\u064A\u0642 \u0645\u0635\u0627\u062F\u0642\u0629 \u0645\u062B\u0644 Google Authenticator \u0639\u0644\u0649 \u062C\u0647\u0627\u0632\u0643 \u0627\u0644\u0645\u062D\u0645\u0648\u0644
mfa.otp.registration.step2=\u0641\u062A\u062D \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u060C \u062D\u062F\u062F "\u0625\u0636\u0627\u0641\u0629 \u062E\u062F\u0645\u0629" \u0648\u0645\u0633\u062D \u0631\u0645\u0632 QR \u0627\u0644\u062A\u0627\u0644\u064A:
mfa.otp.registration.alternativeStep2=\u0623\u0648 \u0623\u062F\u062E\u0644 \u0647\u0630\u0627 \u0627\u0644\u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0633\u0631\u064A \u0641\u064A \u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643
mfa.otp.registration.step3=\u0623\u062F\u062E\u0644 \u0631\u0645\u0632 \u0627\u0644\u062A\u062D\u0642\u0642 \u0627\u0644\u0645\u0642\u062F\u0645 \u0645\u0646 \u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643

mfa.otp.access.help.line1=\u0627\u062A\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0625\u0630\u0627 \u0643\u0646\u062A \u0628\u062D\u0627\u062C\u0629 \u0625\u0644\u0649 \u0645\u0633\u0627\u0639\u062F\u0629.
mfa.otp.access.help.line2=\u0647\u0644 \u062A\u0631\u064A\u062F \u0625\u0644\u063A\u0627\u0621 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643\u061F
mfa.otp.access.help.link=\u0627\u0636\u063A\u0637 \u0647\u0646\u0627
mfa.otp.access.help.line3=\u0644\u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0637\u0644\u0628 \u0625\u0644\u0649 \u0623\u062D\u062F \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u064A\u0646.

mfa.otp.help.title=OTP 2-Step verification method
mfa.otp.help.content=By default, we offer a 2-Step verification with a OTP application (One-Time Password).<br/>Affected users should follow certain steps to confirm their identity:<br/>1- Install an authenticaticator application (FreeOTOP, Google authenticator) to generate a temporary and unique password (OTP)<br/>2 - Register their trusted device from this application<br/>3 - Once their trusted device is registered, each user will have to confirm their identity by retrieving their OTP generated by the application.

mfa.otp.access.revocation.success=\u062A\u0645 \u0625\u0631\u0633\u0627\u0644 \u0637\u0644\u0628\u0643 \u0628\u0646\u062C\u0627\u062D. \u0633\u064A\u062A\u0645 \u0645\u0631\u0627\u062C\u0639\u062A\u0647 \u0645\u0646 \u0642\u0628\u0644 \u0645\u0633\u0624\u0648\u0644
mfa.otp.access.revocation.warning=\u0644\u0642\u062F \u0642\u0645\u062A \u0645\u0633\u0628\u0642\u0627 \u0628\u0625\u0631\u0633\u0627\u0644 \u0637\u0644\u0628 \u0625\u0644\u063A\u0627\u0621
